Repository: goencoder/iloppis-app
Catalog: ios/iLoppis/Resources/*.lproj/Localizable.strings
Languages: sv

# search_placeholder
source: Search flea markets…
sv: Sök loppis…

# filter_all
source: All
sv: Alla

# filter_open
source: Open
sv: Öppna

# filter_upcoming
source: Upcoming
sv: Kommande

# filter_past
source: Past
sv: Förflutna

# error_prefix
source: Error: %@
sv: Fel: %@

# no_events_found
source: No markets found
sv: Inga loppisar hittades

source: Location not specified
sv: Plats ej angiven

source: Time not specified
sv: Tid ej angiven

# state_open
source: OPEN
sv: ÖPPEN

# state_closed
source: CLOSED
sv: STÄNGD

# state_upcoming
source: UPCOMING
sv: KOMMANDE

# state_unknown
source: UNKNOWN
sv: OKÄND

# opening_hours_label
source: Opening hours: %@
sv: Öppettider: %@

source: Select mode:
sv: Välj läge:

# button_open_cashier
source: Open cashier
sv: Öppna kassa

# button_ticket_scanner
source: Ticket scanner
sv: Biljettskanner

# button_cancel
source: Cancel
sv: Avbryt

# button_back
source: Back
sv: Tillbaka

# code_entry_title_cashier
source: Enter cashier code
sv: Ange kassakod

# code_entry_title_scanner
source: Enter scanner code
sv: Ange skannerkod

# code_entry_subtitle_cashier
source: Enter your cashier code to open the register
sv: Skriv in din kassakod för att öppna kassan

# code_entry_subtitle_scanner
source: Enter your scanner code to start ticket scanning
sv: Skriv in din skannerkod för att starta biljettskanning

# button_verify_continue
source: Verify and continue
sv: Verifiera och fortsätt

# code_invalid
source: Invalid code. Please try again.
sv: Ogiltig kod. Kontrollera och försök igen.

# code_validating
source: Validating…
sv: Verifierar…

# cashier_title
source: Cashier
sv: Kassa

# cashier_placeholder_title
source: Cashier is ready
sv: Kassan är redo

# cashier_placeholder_description
source: Cashier functionality will appear here. You can register purchases and handle payments.
sv: Här kommer kassafunktionen att implementeras. Du kan registrera köp och hantera betalningar.

# cashier_loading
source: Loading sellers…
sv: Laddar säljare…

# cashier_seller_label
source: Seller number
sv: Säljarnummer

# cashier_price_label
source: Prices
sv: Priser

# cashier_items_title
source: Items
sv: Varor

# cashier_no_items
source: No items added
sv: Inga varor tillagda

# cashier_clear_all
source: Clear all
sv: Rensa alla

# cashier_remove_item
source: Remove
sv: Ta bort

# cashier_seller_header
source: Seller
sv: Säljare

# cashier_price_header
source: Price
sv: Pris

# cashier_total
source: Total
sv: Totalt

# cashier_paid
source: Paid
sv: Betalt

# cashier_change
source: Change
sv: Växel

# cashier_button_cash
source: Cash
sv: Kontant

# scanner_title
source: Ticket Scanner
sv: Biljettskanner

# scanner_button_scan
source: Start scanning
sv: Starta skanning

# scanner_button_pause
source: Pause scanning
sv: Pausa skanning

# scanner_button_manual_entry
source: Enter code manually
sv: Ange kod manuellt

# scanner_button_enable_camera
source: Enable camera
sv: Aktivera kamera

# scanner_button_grant_permission
source: Grant camera permission
sv: Ge kamerabehörighet

# scanner_permission_rationale
source: Camera is needed to scan QR codes on tickets.
sv: Kameran behövs för att skanna QR-koder på biljetter.

# scanner_permission_needed
source: Enable camera to scan tickets
sv: Aktivera kameran för att skanna biljetter

# scanner_tap_to_scan
source: Tap the button to start scanning
sv: Tryck på knappen för att börja skanna

# scanner_scanning_active
source: Scanning…
sv: Skannar…

# scanner_manual_hint
source: Camera not working? Use manual entry.
sv: Kameran fungerar inte? Använd manuell inmatning.

# scanner_preview_placeholder
source: Camera preview will appear here when the scanner is active.
sv: Kamerafönstret visas här när skannern är aktiv.

# scanner_button_close_result
source: Close
sv: Stäng

# scanner_offline_banner
source: %d scans waiting to sync
sv: %d skanningar väntar på uppladdning

# scanner_history_title
source: Recent scans
sv: Senaste skanningar

# scanner_history_empty
source: No scans yet
sv: Inga skanningar ännu

# scanner_result_title_success
source: Ticket accepted
sv: Biljett OK

# scanner_result_title_duplicate
source: Already scanned
sv: Redan skannad

# scanner_result_title_invalid
source: Ticket invalid
sv: Biljett ogiltig

# scanner_result_title_offline
source: Offline – queued
sv: Offline – köad

# scanner_result_title_error
source: Technical error
sv: Tekniskt fel

# scanner_result_message_success
source: Visitor marked as admitted.
sv: Besökaren är markerad som insläppt.

# scanner_result_message_duplicate
source: This ticket was already marked as admitted.
sv: Biljetten har redan markerats som insläppt.

# scanner_result_message_invalid
source: We could not find this ticket. Make sure it belongs to this event.
sv: Vi kunde inte hitta biljetten. Kontrollera att den hör till detta event.

# scanner_result_message_offline
source: No network connection – the scan is queued and will sync automatically.
sv: Ingen uppkoppling – skanningen köas och synkas automatiskt senare.

# scanner_result_message_error
source: Something went wrong. Try again or check your connection.
sv: Något gick fel. Försök igen eller kontrollera uppkopplingen.

# scanner_field_ticket_type
source: Ticket type: %@
sv: Biljettyp: %@

# scanner_field_email
source: Email: %@
sv: E-post: %@

# scanner_field_scanned_at
source: Scanned: %@
sv: Skannad: %@

# scanner_field_valid_window
source: Valid: %@
sv: Giltighet: %@

# scanner_manual_title
source: Enter ticket code
sv: Ange biljettkod

# scanner_manual_description
source: Type the code printed beneath the QR code.
sv: Skriv in koden under QR-koden.

# scanner_manual_placeholder
source: Example: TKT-123…
sv: Exempel: TKT-123…

# scanner_manual_error_empty
source: Enter a ticket code.
sv: Ange en biljettkod.

# scanner_manual_error_event
source: This ticket does not belong to %@.
sv: Biljetten hör inte till %@.

# scanner_manual_error_format
source: The code could not be parsed.
sv: Koden kunde inte tolkas.

# scanner_manual_confirm
source: Verify
sv: Verifiera

# scanner_camera_not_ready
source: Camera not ready yet. Use manual entry.
sv: Kameran är inte redo ännu. Använd manuell inmatning.
